Retrieve the AssociatedLoad.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public Element AssociatedLoad { get; }
  Visual Basic
Public ReadOnly Property AssociatedLoad As Element
	Get
  Visual C++
public:
property Element^ AssociatedLoad {
	Element^ get ();
}
 See Also
  BoundaryConditions Class
  Autodesk.Revit.DB.Structure Namespace